// مناطق المملكة العربية السعودية
export const saudiRegions = [
  "الرياض",
  "مكة المكرمة",
  "المدينة المنورة",
  "القصيم",
  "المنطقة الشرقية",
  "عسير",
  "تبوك",
  "حائل",
  "الحدود الشمالية",
  "جازان",
  "نجران",
  "الباحة",
  "الجوف",
];

// مجالات التوريد
export const supplyCategories = [
  "خضروات وفواكه",
  "لحوم ودواجن",
  "أسماك ومأكولات بحرية",
  "ألبان وأجبان",
  "مخبوزات ومعجنات",
  "بهارات وتوابل",
  "زيوت ودهون",
  "حبوب وبقوليات",
  "مشروبات",
  "معلبات ومجمدات",
  "مستلزمات مطاعم",
  "تغليف وتعبئة",
  "اخرى",
];
